{
  "MovieList": [
    {
      "Title": "The Redeemed and the Dominant: Fittest on Earth",
      "Year": "2018",
      "Summary": "In 2017 the fittest athletes on Earth took on the unknown and unknowable during four of the most intense days of competition in CrossFit Games history. \"The Redeemed and the Dominant: Fittest on Earth \" captures all the drama as top athletes resembling chiseled Grecian gods descend on Madison, Wisconsin, to face a series of trials. Hercules faced 12; they take on 13. Emotions run high as a throng of Australian athletes rise to the top. By the end of the competition, some learn tough lessons-that all that glitters isn't gold, or even bronze-and some learn that they're even stronger than they realized. The best among them enter the pantheon of CrossFit giants and earn the right to call themselves the \"Fittest on Earth.\"",
      "ShortSummary": "In 2017 the fittest athletes on Earth took on the unknown and unknowable during four of the most intense days of competition in CrossFit Games history. &quot;The Redeemed and the Dominant: ...",
      "Genres": "Documentary",
      "IMDBID": "tt8144778",
      "Runtime": "119",
      "YouTubeTrailer": "rlZ5MG-E2Ls",
      "Rating": "7.1",
      "MoviePoster": "https://picsum.photos/1280/720",
      "Director": "Heber Cannon",
      "Writers": "Heber Cannon",
      "Cast": "Dave Castro|Justin Bergh"
    },
    {
      "Title": "The Redeemed and the Dominant: Fittest on Earth",
      "Year": "2018",
      "Summary": "In 2017 the fittest athletes on Earth took on the unknown and unknowable during four of the most intense days of competition in CrossFit Games history. \"The Redeemed and the Dominant: Fittest on Earth \" captures all the drama as top athletes resembling chiseled Grecian gods descend on Madison, Wisconsin, to face a series of trials. Hercules faced 12; they take on 13. Emotions run high as a throng of Australian athletes rise to the top. By the end of the competition, some learn tough lessons-that all that glitters isn't gold, or even bronze-and some learn that they're even stronger than they realized. The best among them enter the pantheon of CrossFit giants and earn the right to call themselves the \"Fittest on Earth.\"",
      "ShortSummary": "In 2017 the fittest athletes on Earth took on the unknown and unknowable during four of the most intense days of competition in CrossFit Games history. &quot;The Redeemed and the Dominant: ...",
      "Genres": "Documentary",
      "IMDBID": "tt8144778",
      "Runtime": "119",
      "YouTubeTrailer": "rlZ5MG-E2Ls",
      "Rating": "7.1",
      "MoviePoster": "https://picsum.photos/1280/720",
      "Director": "Heber Cannon",
      "Writers": "Heber Cannon",
      "Cast": "Dave Castro|Justin Bergh"
    },
    {
      "Title": "First Match",
      "Year": "2018",
      "Summary": "Hardened by years in foster care, a teenage girl from Brooklyn's Brownsville neighborhood decides that joining the boys wrestling team is the only way back to her estranged father.",
      "ShortSummary": "Hardened by years in foster care, a teenage girl from Brooklyn's Brownsville neighborhood decides that joining the boys wrestling team is the only way back to her estranged father.",
      "Genres": "Drama|Sport",
      "IMDBID": "tt6061074",
      "Runtime": "102",
      "YouTubeTrailer": "Xva2FWNdcD0",
      "Rating": "6.1",
      "MoviePoster": "https://picsum.photos/1280/720",
      "Director": "Olivia Newman",
      "Writers": "Olivia Newman",
      "Cast": "Colman Domingo|Elvire Emanuelle|Yahya Abdul-Mateen II"
    },
    {
      "Title": "Re: Born",
      "Year": "2016",
      "Summary": "A legend covert soldier with a mysterious past now decides to once again unleash his beast inside of him to stand up for what he cares about.",
      "ShortSummary": "A legend covert soldier with a mysterious past now decides to once again unleash his beast inside of him to stand up for what he cares about.",
      "Genres": "Action|Crime|Drama|War",
      "IMDBID": "tt5678110",
      "Runtime": "115",
      "YouTubeTrailer": "uxM6vsMNwXs",
      "Rating": "6",
      "MoviePoster": "https://picsum.photos/1280/720",
      "Director": "Yûji Shimomura",
      "Writers": "Tak Sakaguchi",
      "Cast": "Takumi Saitoh"
    },
    {
      "Title": "A Moving Romance",
      "Year": "2017",
      "Summary": "Interior designer Olivia Wilson loses her job in New York. With newfound time on her hands she decides to head home to California to surprise her dad, Neil for the 25th anniversary of the family business, Wilson Family Movers. Upon arrival she meets the newest member of the Wilson team, Scott. With business coming to a halt, she and Scott work together to get things back on track. Just as the two begin to form a bond, Olivia is faced with a difficult decision when a worthwhile job opportunity pops up back in New York.",
      "ShortSummary": "After inheriting her family's moving company, a young woman (Ambyr Childers) starts to clash with the manager (Keegan Allen) who thought he was going to take over.",
      "Genres": "Family",
      "IMDBID": "tt5039242",
      "Runtime": "90",
      "Rating": "6.1",
      "MoviePoster": "https://picsum.photos/1280/720",
      "Director": "W.D. Hogan",
      "Writers": "Alex Greenfield",
      "Cast": "Ambyr Childers|Keegan Allen"
    },
    {
      "Title": "Happy End",
      "Year": "2017",
      "Summary": "Gradually succumbing to dementia, George Laurent, the octogenarian patriarch of the Laurents, an affluent upper-bourgeois family, is uncomfortably sharing his palatial manor in Calais, the heart of the infamous migrant jungle, with his twice-married son, Thomas, and Anne, his workaholic daughter who has taken over the family construction business. Divorced and frigid, Anne has to handle the impact of a disastrous workplace accident caused by her disappointing son Pierre's negligence, while at the same time, the urgent hospitalisation of Thomas' ex-wife from a mysterious poisoning, leads his sulky 13-year-old daughter, Ève, to live with her father and his new wife, Anais. Undoubtedly, in this family, everyone has a skeleton in the closet, and as the fates of the Laurents enmesh with insistent and ignoble desires, a peculiar and disturbing alliance will form. But in the end, some secrets are bigger than others.",
      "ShortSummary": "A drama about a family set in Calais with the European refugee crisis as the backdrop.",
      "Genres": "Drama",
      "IMDBID": "tt5304464",
      "Runtime": "107",
      "YouTube Trailer": "cZ1ajZRn8YM",
      "Rating": "6.9",
      "MoviePoster": "https://picsum.photos/1280/720",
      "Director": "Michael Haneke",
      "Writers": "Michael Haneke",
      "Cast": "Isabelle Huppert|Jean-Louis Trintignant|Mathieu Kassovitz"
    },
    {
      "Title": "After the Storm",
      "Year": "2016",
      "Summary": "Dwelling on his past glory as a prize-winning author, Ryota (Hiroshi Abe) wastes the money he makes as a private detective on gambling and can barely pay child support. After the death of his father, his aging mother (Kirin Kiki) and beautiful ex-wife (Yoko Make) seem to be moving on with their lives. Renewing contact with his initially distrusting family, Ryota struggles to take back control of his existence and to find a lasting place in the life of his young son (Taiyo Yoshizawa) - until a stormy summer night offers them a chance to truly bond again.",
      "ShortSummary": "After the death of his father, a private detective struggles to find child support money and reconnect with his son and ex-wife.",
      "Genres": "Comedy|Drama",
      "IMDBID": "tt5294966",
      "Runtime": "118",
      "YouTubeTrailer": "i0lr6hfRG9s",
      "Rating": "7.4",
      "MoviePoster": "https://picsum.photos/1280/720",
      "Director": "Hirokazu Koreeda",
      "Writers": "Hirokazu Koreeda",
      "Cast": "Hiroshi Abe|Satomi Kobayashi|Yôko Maki"
    },
    {
      "Title": "Mary and the Witch's Flower",
      "Year": "2017",
      "Summary": "Mary is an ordinary young girl stuck in the country with her Great-Aunt Charlotte and seemingly no adventures or friends in sight. She follows a mysterious cat into the nearby forest, where she discovers an old broomstick and the strange Fly-by-Night flower, a rare plant that blossoms only once every seven years and only in that forest. Together the flower and the broomstick whisk Mary above the clouds and far away to Endor College - a school of magic run by headmistress Madam Mumblechook and the brilliant Doctor Dee. But there are terrible things happening at the school, and, when Mary tells a lie, she must risk her life to try to set things right. Based on Mary Stewart's 1971 classic children's book \"The Little Broomstick\", \"Mary and The Witch's Flower\" is an action-packed film full of jaw-dropping imaginative worlds, ingenious characters, and the stirring, heartfelt story of a young girl trying to find a place in the world. Featuring the voices of Ruby Barnhill and Academy ...",
      "ShortSummary": "Based on &quot;The Little Broomstick&quot; by Mary Stewart, a strange flower grants a girl magic powers.",
      "Genres": "Adventure|Animation|Family|Fantasy",
      "IMDBID": "tt6336356",
      "Runtime": "102",
      "YouTubeTrailer": "888z3ku4t3I",
      "Rating": "6.8",
      "MoviePoster": "https://picsum.photos/1280/720",
      "Director": "Hiromasa Yonebayashi",
      "Writers": "Mary Stewart",
      "Cast": "Hana Sugisaki|Ryûnosuke Kamiki"
    },
    {
      "Title": "The Last Movie Star",
      "Year": "2017",
      "Summary": "An aging former movie star is forced to face the reality that his glory days are behind him. On its surface, the film is a tale about faded fame. At its core, it's a universal story about growing old.",
      "ShortSummary": "An aging former movie star is forced to face the reality that his glory days are behind him. On its surface, the film is a tale about faded fame. At its core, it's a universal story about growing old.",
      "Genres": "Drama",
      "IMDBID": "tt5836316",
      "Runtime": "94",
      "YouTubeTrailer": "1-f8O118hnE",
      "Rating": "6.8",
      "MoviePoster": "https://picsum.photos/1280/720",
      "Director": "Adam Rifkin",
      "Writers": "Adam Rifkin",
      "Cast": "Ariel Winter|Burt Reynolds|Clark Duke"
    },
    {
      "Title": "Lucky",
      "Year": "2017",
      "Summary": "Lucky is an old US Navy veteran of rigid habits and attitudes in a small town. When his routine is interrupted by a sudden collapse at home, Lucky finds himself realizing that his remarkably healthy old age is going to face an inevitable decline and he has to accept it. In that difficult reassessment, Lucky must face up to what he believes in and how much it compares to his neighbors' priorities. In doing so, Lucky finds that his life has its positive side as he searches for some meaning that he can accept.",
      "ShortSummary": "The spiritual journey of a ninety-year-old atheist.",
      "Genres": "Comedy|Drama",
      "IMDBID": "tt5859238",
      "Runtime": "88",
      "YouTubeTrailer": "2KLLkj84GAo",
      "Rating": "7.4",
      "MoviePoster": "https://picsum.photos/1280/720",
      "Director": "John Carroll Lynch",
      "Writers": "Logan Sparks",
      "Cast": "David Lynch|Harry Dean Stanton|Ron Livingston"
    },
    {
      "Title": "Phantom Thread",
      "Year": "2017",
      "Summary": "Set in the glamour of 1950s post-war London, renowned dressmaker Reynolds Woodcock (Daniel Day-Lewis) and his sister Cyril (Lesley Manville) are at the center of British fashion, dressing royalty, movie stars, heiresses, socialites, debutants, and dames with the distinct style of The House of Woodcock. Women come and go through Woodcock's life, providing the confirmed bachelor with inspiration and companionship, until he comes across a young, strong-willed woman, Alma (Vicky Krieps), who soon becomes a fixture in his life as his muse and lover. Once controlled and planned, he finds his carefully tailored life disrupted by love.",
      "ShortSummary": "Set in 1950's London, Reynolds Woodcock is a renowned dressmaker whose fastidious life is disrupted by a young, strong-willed woman, Alma, who becomes his muse and lover.",
      "Genres": "Drama|Romance",
      "IMDBID": "tt5776858",
      "Runtime": "130",
      "YouTubeTrailer": "asbg5u5j0YI",
      "Rating": "7.7",
      "MoviePoster": "https://picsum.photos/1280/720",
      "Director": "Paul Thomas Anderson",
      "Writers": "Paul Thomas Anderson",
      "Cast": "Daniel Day-Lewis|Lesley Manville|Vicky Krieps"
    },
    {
      "Title": "Molly's Game",
      "Year": "2017",
      "Summary": "Molly Bloom, a beautiful young Olympic-class skier, ran the world's most exclusive high-stakes poker game for a decade before being arrested in the middle of the night by 17 FBI agents wielding automatic weapons. Her players included Hollywood royalty, sports stars, business titans, and finally, unbeknownst to her, the Russian mob. Her only ally was her criminal defense lawyer Charlie Jaffey, who learned that there was much more to Molly than the tabloids led us to believe.",
      "ShortSummary": "The true story of Molly Bloom, an Olympic-class skier who ran the world's most exclusive high-stakes poker game and became an FBI target.",
      "Genres": "Biography|Crime|Drama",
      "IMDBID": "tt4209788",
      "Runtime": "140",
      "YouTubeTrailer": "Vu4UPet8Nyc",
      "Rating": "7.5",
      "MoviePoster": "https://picsum.photos/1280/720",
      "Director": "Aaron Sorkin",
      "Writers": "Aaron Sorkin",
      "Cast": "Idris Elba|Jessica Chastain|Kevin Costner"
    },
    {
      "Title": "The Third Murder",
      "Year": "2017",
      "Summary": "Misumi has a criminal record dating back many years and is now under the spotlight again. It looks like an open and shut case, for Misumi has confessed to the new charge. Enter prominent lawyer Shigemori, who harbours other ideas, which could mean the difference between life and death.",
      "ShortSummary": "A courtroom drama centered around the murder of a factory president.",
      "Genres": "Drama|Mystery",
      "IMDBID": "tt6410564",
      "Runtime": "124",
      "YouTubeTrailer": "Plr3V4TYBQE",
      "Rating": "6.8",
      "MoviePoster": "https://picsum.photos/1280/720",
      "Director": "Hirokazu Koreeda",
      "Writers": "Hirokazu Koreeda",
      "Cast": "Kôji Yakusho|Masaharu Fukuyama|Shinnosuke Mitsushima"
    },
    {
      "Title": "The Coming Days",
      "Year": "2010",
      "Summary": "In the near future the dreams of three adult siblings living in Germany are fractured by difficult romantic relationships and the unwitting involvement with an underground organization through a growing worldwide panic over the few remaining oil fields in Asia.",
      "ShortSummary": "In the near future the dreams of three adult siblings living in Germany are fractured by difficult romantic relationships and the unwitting involvement with an underground organization ...",
      "Genres": "Drama|Sci-Fi",
      "IMDBID": "tt1545985",
      "Runtime": "125",
      "Rating": "6.3",
      "MoviePoster": "https://picsum.photos/1280/720",
      "Director": "Lars Kraume",
      "Writers": "Lars Kraume",
      "Cast": "August Diehl|Bernadette Heerwagen|Daniel Brühl"
    },
    {
      "Title": "Ichi the Killer",
      "Year": "2001",
      "Summary": "When a Yakuza boss named Anjo disappears with 300 million yen, his chief henchman, a sadomasochistic man named Kakihara, and the rest of his mob goons go looking for him. After capturing and torturing a rival Yakuza member looking for answers, they soon realize they have the wrong man and begin looking for the man named Jijii who tipped them off in the first place. Soon enough Kakihara and his men encounter Ichi, a psychotic, sexually-repressed young man with amazing martial arts abilities and blades that come out of his shoes. One by one Ichi takes out members of the Yakuza and all the while Kakihara intensifies his pursuit of Ichi and Ichi's controller Jijii. What will happen as the final showdown happens between the tortured and ultra-violent Ichi and the pain-craving Kakihara?",
      "ShortSummary": "As sadomasochistic yakuza enforcer Kakihara searches for his missing boss he comes across Ichi, a repressed and psychotic killer who may be able to inflict levels of pain that Kakihara has only dreamed of.",
      "Genres": "Action|Comedy|Crime|Drama|Horror",
      "IMDBID": "tt0296042",
      "Runtime": "129",
      "YouTubeTrailer": "iFUMtrAMknE",
      "Rating": "7.1",
      "MoviePoster": "https://picsum.photos/1280/720",
      "Director": "Takashi Miike",
      "Writers": "Sakichi Satô",
      "Cast": "Nao Ohmori|Shin'ya Tsukamoto|Tadanobu Asano"
    },
    {
      "Title": "The Boy with the Topknot",
      "Year": "2017",
      "Summary": "One-off drama based on the critically acclaimed memoirs of British journalist Sathnam Sanghera. A touching, humorous and emotional rites-of-passage story.",
      "ShortSummary": "One-off drama based on the critically acclaimed memoirs of British journalist Sathnam Sanghera. A touching, humorous and emotional rites-of-passage story.",
      "Genres": "Drama",
      "IMDBID": "tt5757738",
      "Runtime": "90",
      "YouTubeTrailer": "RLEnTBG7ncQ",
      "Rating": "6.7",
      "MoviePoster": "https://picsum.photos/1280/720",
      "Director": "Lynsey Miller",
      "Writers": "Mick Ford",
      "Cast": "Anupam Kher|Deepti Naval|Sacha Dhawan"
    },
    {
      "Title": "Small Town Crime",
      "Year": "2017",
      "Summary": "An alcoholic ex-cop (Hawkes) finds the body of a young woman and, through an act of self-redemption, becomes hell-bent on finding the killer but unwittingly puts his family in danger and gets caught up with several dark characters along the way.",
      "ShortSummary": "An alcoholic ex-cop (Hawkes) finds the body of a young woman and, through an act of self-redemption, becomes hell-bent on finding the killer but unwittingly puts his family in danger and ...",
      "Genres": "Crime|Mystery|Thriller",
      "IMDBID": "tt5751998",
      "Runtime": "91",
      "YouTubeTrailer": "WakqZghIX_g",
      "Rating": "6.6",
      "MoviePoster": "https://picsum.photos/1280/720",
      "Director": "Eshom Nelms",
      "Writers": "Eshom Nelms",
      "Cast": "Anthony Anderson|John Hawkes|Octavia Spencer"
    },
    {
      "Title": "Control",
      "Year": "2017",
      "Summary": "The once unconditional friendship between police officers Vincke and Verstuyft hits a very rough patch when they come up against a series of gruesome murders. Complicating matters even further, a survivor of the killer drives a wedge between them when Verstuyft falls for her charms. Meanwhile, the serial killer has a new victim in sight...",
      "ShortSummary": "The once unconditional friendship between police officers Vincke and Verstuyft hits a very rough patch when they come up against a series of gruesome murders. Complicating matters even ...",
      "Genres": "Action|Crime|Drama|Thriller",
      "IMDBID": "tt1727497",
      "Runtime": "127",
      "YouTubeTrailer": "xF99vVf8yv0",
      "Rating": "6.3",
      "MoviePoster": "https://picsum.photos/1280/720",
      "Director": "Jan Verheyen",
      "Writers": "Jef Geeraerts",
      "Cast": "Greg Timmermans|Koen De Bouw|Werner De Smedt"
    },
    {
      "Title": "Dear Etranger",
      "Year": "2017",
      "Summary": "A 40-year old man sees his life change when his wife gets pregnant. He already has a daughter from his first marriage whom he rarely sees and two step-daughters, from his wife's first marriage. The youngest of his step-daughters is looking forward to a baby brother or sister, but the oldest doesn't welcome the news and suddenly decides that she wants to live with her father. And as if that were not enough trouble, he is forced out of his good office job into an inferior position.",
      "ShortSummary": "A 40-year old man sees his life change when his wife gets pregnant. He already has a daughter from his first marriage whom he rarely sees and two step-daughters, from his wife's first ...",
      "Genres": "Drama",
      "IMDBID": "tt5797164",
      "Runtime": "0",
      "YouTubeTrailer": "F-FPd35FqAY",
      "Rating": "7",
      "MoviePoster": "https://picsum.photos/1280/720",
      "Director": "Yukiko Mishima",
      "Writers": "Kiyoshi Shigematsu",
      "Cast": "Miu Arai|Rena Tanaka|Tadanobu Asano"
    }
  ]
}
